[
    {
        "projectId": "28",
        "projectName": "Breach Candy Hospital, Mumbai",
        "clientName": "Breach Candy Hospital",
        "category": "Hospital",
        "des": "Narsi Group's interior build for Breach Candy Hospital in Mumbai is a testament to elegance and functionality harmoniously combined. Their meticulous attention to detail and commitment to creating a serene and welcoming environment is evident throughout the space. From the calming color palette to the carefully selected furnishings, every element has been thoughtfully curated to enhance the patient experience. The interiors exude a sense of warmth and comfort, fostering a healing atmosphere that complements the hospital's mission of providing exceptional care. Narsi Group's expertise has transformed Breach Candy Hospital into a sanctuary of health and well-being, where patients can feel reassured and supported during their medical journey.",
        "area": "2,50,000 sqft",
        "location": "Mumbai, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"breachcandyhospital"
    },
    {
        "projectId": "29",
        "projectName": "AIMS Hospital, Faridabad",
        "clientName": "AIMS Hospital",
        "category": "Hospital",
        "des": "Narsi Group's interior build for AIMS Hospital in Faridabad stands as a benchmark of modern healthcare design. With a keen eye for functionality and aesthetics, they have created a space that seamlessly blends comfort and efficiency. From the welcoming reception area to the patient rooms and treatment areas, every aspect of the interior design reflects a commitment to excellence. The use of soothing colors, natural light, and ergonomic furniture contributes to a healing environment conducive to patient recovery. Narsi Group's expertise in healthcare architecture has transformed AIMS Hospital into a state-of-the-art facility that not only meets medical needs but also enhances the overall well-being of patients and staff alike.",
        "area": "",
        "location": "Faridabad, Haryana",
        "scope": "",
        "status": "Completed",
        "imagePath":"aimsfaridabad"
    },
    {
        "projectId": "23",
        "projectName": "AVVP Nursing College, Faridabad",
        "clientName": "AVVP Nursing College",
        "category": "Education",
        "des": "Narsi Group's transformative interior design for AVVP Nursing College in Faridabad is a testament to their innovative approach in educational architecture. Seamlessly blending functionality with aesthetics, the design enhances the learning environment to inspire students' growth and success. From well-lit classrooms equipped with state-of-the-art technology to inviting communal spaces designed for collaboration, every detail is meticulously crafted to promote academic excellence. With a thoughtful selection of colors, furnishings, and spatial arrangements, Narsi Group has created an atmosphere that fosters engagement and creativity among students and faculty alike. AVVP Nursing College stands as a beacon of modern educational design, thanks to Narsi Group's expertise and dedication to excellence.",
        "area": "",
        "location": "Faridabad, Haryana",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""

    },
    {
        "projectId": "24",
        "projectName": "Plaksha Univesity, Mohali",
        "clientName": "Plaksha Univesity",
        "category": "Education",
        "des": "Narsi's interior design for Plaksha University in Mohali is a testament to their expertise in creating innovative and inspiring learning environments. With a focus on functionality and aesthetics, the interiors seamlessly blend modern design elements with the university's ethos of interdisciplinary education. The campus features well-designed classrooms, collaborative spaces, and state-of-the-art facilities that foster creativity and innovation. Narsi's meticulous attention to detail and thoughtful use of colors, textures, and furnishings create an atmosphere conducive to learning and collaboration. Their interior build enhances Plaksha University's mission to nurture the next generation of leaders and innovators in technology and entrepreneurship.",
        "area": "45,000 Sqft",
        "location": "Mohali, Punjab",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"plakshamohali"
    },
    {
        "projectId": "6",
        "projectName": "TCS SEZ, Indore",
        "clientName": "TCS SEZ",
        "category": "commercial",
        "des": "Narsi Group's design and build for the TCS SEZ in Indore exemplifies their commitment to excellence in commercial architecture. With a focus on functionality, sustainability, and modern aesthetics, the campus features cutting-edge facilities tailored to TCS's requirements. The design integrates seamlessly with the surrounding landscape, creating a harmonious environment for work and collaboration. From state-of-the-art office spaces to recreational areas and green spaces, every aspect of the campus is meticulously planned to enhance productivity and employee well-being. Narsi Group's expertise in design and construction has transformed the TCS SEZ into a premier destination for technology and innovation in Indore.",
        "area": "",
        "location": "Indore, Madhya Pradesh",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"tcsindore"
    },
    {
        "projectId": "7",
        "projectName": "Amazon Development Centre, Pune",
        "clientName": "Amazon Development Centre",
        "category": "commercial",
        "des": "The Amazon Pune project, designed by the Narsi Group, combines modern sophistication with ergonomic design. Spacious atriums adorned with greenery and contemporary art pieces greet visitors, fostering a tranquil yet innovative atmosphere. The open-plan layout promotes collaboration, with flexible workspaces integrated with recreational areas. The color palette reflects Amazon's brand identity, infused with warmth and vitality. Cutting-edge technology enhances efficiency and connectivity, while ergonomic furniture and thoughtful lighting ensure a comfortable and productive environment. Overall, the project showcases the Narsi Group's dedication to inspiring creativity, fostering collaboration, and improving the work experience.",
        "area": "",
        "location": "Pune, Maharastra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"amazonpune"
    },
    {
        "projectId": "30",
        "projectName": "Midas Multispecialty Hospital Pvt. Ltd, Nagpur",
        "clientName": "Midas Multispecialty Hospital Pvt. Ltd",
        "category": "Hospital",
        "des": "Narsi Group's interior fit-out works for Midas Multispecialty Hospital Pvt. Ltd in Nagpur, Maharashtra, stand as a testament to their expertise in hospital architecture. With a sprawling area of 1,25,000 sqft, the project reflects meticulous attention to detail and a commitment to creating a healing environment. The interiors seamlessly blend functionality with aesthetics, catering to the diverse needs of patients and healthcare professionals. Completed with precision and excellence, Narsi Group's design ensures optimal utilization of space while prioritizing patient comfort and staff efficiency. The project underscores Narsi's dedication to enhancing healthcare infrastructure and transforming spaces into sanctuaries of well-being.",
        "area": "1,25,000 sqft",
        "location": "Nagpur, Maharashtra",
        "scope": "Interior Fit Out Works",
        "status": "Completed",
        "imagePath":"midasnagpur"
    },
    {
        "projectId": "8",
        "projectName": "Wipro Limited , Bangalore",
        "clientName": "Wipro Limited ",
        "category": "commercial",
        "des": "Narsi Group's completion of the Civil & Interiors Works for Wipro Limited in Bengaluru, Karnataka, marks another milestone in their portfolio of commercial projects. With their expertise in construction and interior design, Narsi Group has transformed the workspace for Wipro Limited into a dynamic and functional environment. Located in the heart of Bengaluru, the project reflects the city's vibrant spirit while meeting the specific needs of Wipro's operations. The completion of this project underscores Narsi's commitment to delivering high-quality construction and interior solutions, further solidifying their reputation as a trusted partner in the commercial sector.",
        "area": "",
        "location": "Bengaluru, Karnataka",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"wiprobanglore"
    },
    {
        "projectId": "9",
        "projectName": "Google RIO, Banglore",
        "clientName": "Google RIO",
        "category": "commercial",
        "des": "SOMETHING",
        "area": "",
        "location": "Bengaluru, Karnataka",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"googleroi"
    },
    {
        "projectId": "10",
        "projectName": "Infosys SDB-8, Pune",
        "clientName": "Infosys SDB-8",
        "category": "commercial",
        "des": "Embarking on a journey of innovation, Narsi Group proudly presents the completion of Civil & Interiors Works for Infosys SDB-8 in Pune, Maharashtra. With an unwavering commitment to excellence, Narsi Group has redefined the landscape of commercial architecture. The project encapsulates the vibrant essence of Pune while meeting the dynamic needs of Infosys SDB-8. From groundbreaking design concepts to meticulous execution, every detail reflects Narsi's dedication to crafting spaces that inspire productivity and collaboration. This completion marks another milestone in Narsi's legacy of delivering exceptional construction and interior solutions, solidifying their position as a trusted partner in the commercial sector.",
        "area": "",
        "location": "Pune, Maharastra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"infosyspune"
    },
    {
        "projectId": "11",
        "projectName": "ANSR BMS, Hyderabad",
        "clientName": "ANSR BMS",
        "category": "commercial",
        "des": "Setting a new standard in commercial architecture, Narsi Group proudly announces the completion of Civil Interiors And Allied Works for ANSR BMS in Hyderabad, Telangana. With a sprawling area of 2,75,000 sqft, this project represents the epitome of innovation and excellence. Narsi Group's meticulous attention to detail and commitment to quality have transformed the workspace for ANSR BMS into a dynamic and inspiring environment. Located in the heart of Hyderabad, the project reflects the city's rich cultural heritage while meeting the specific needs of ANSR BMS. This completion underscores Narsi's dedication to delivering superior construction and interior solutions, further establishing their reputation as a leader in the commercial sector",
        "area": "2,75,000 sqft",
        "location": "Hyderabad, Telangana",
        "scope": "Civil Interiors And Allied Works",
        "status": "Completed",
        "imagePath":"ansrbanglore2024"
    },
    {
        "projectId": "12",
        "projectName": "Divyasree Avance, Banglore",
        "clientName": "Divyasree Avance",
        "category": "commercial",
        "des": "SOMETHING",
        "area": "4,500 sqft",
        "location": "Bengaluru, Karnataka",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "13",
        "projectName": "DivyaSree Omega, Hyderabad",
        "clientName": "DivyaSree Omega",
        "category": "commercial",
        "des": "Introducing a pinnacle of commercial architecture, Narsi Group proudly presents the completion of Civil & Interiors Works for Divyasree Avance in Bengaluru, Karnataka. Spanning across 4,500 sqft, this project exemplifies innovation and sophistication. Narsi Group's meticulous attention to detail and commitment to excellence have transformed Divyasree Avance into a symbol of modernity and functionality. Situated in the bustling city of Bengaluru, the project seamlessly integrates with the vibrant urban landscape while catering to the specific needs of Divyasree Avance. This completion underscores Narsi's dedication to delivering unparalleled construction and interior solutions, reaffirming their position as a premier provider in the commercial sector.",
        "area": "",
        "location": "Hyderabad, Telangana",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "14",
        "projectName": "Cowtown Infotech Service Pvt Ltd, Worli",
        "clientName": "Cowtown Infotech Service Pvt Ltd",
        "category": "commercial",
        "des": "Embarking on a journey of innovation and excellence, Narsi Group proudly announces the completion of Food Court And Training Room at Olp8Level for Cowtown Infotech Service Pvt Ltd in Worli, Mumbai, Maharashtra. This project epitomizes Narsi's commitment to delivering cutting-edge solutions tailored to the needs of their clients. Situated in the vibrant city of Mumbai, the project seamlessly integrates functionality with aesthetics, creating a dynamic space for collaboration and productivity. Narsi Group's meticulous attention to detail ensures that every aspect of the food court and training room enhances the overall experience. This completion reaffirms Narsi's reputation as a leader in commercial architecture, showcasing their ability to transform spaces into inspiring environments.",
        "area": "",
        "location": "Mumbai, Maharashtra",
        "scope": "Food Court And Trainning Room At Olp8Level",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "31",
        "projectName": "Karkinos Healthcare North East Private Iimited, Imphal",
        "clientName": "Karkinos Healthcare North East Private Iimited",
        "category": "Hospital",
        "des": "Celebrating a milestone in healthcare architecture, Narsi Group is pleased to announce the completion of Interior Fit Out Work & Loose Furniture for Karkinos Healthcare North East Private Limited in Imphal, Manipur. Spanning across 1,30,000 sqft, this project represents a fusion of functionality and aesthetic appeal. Situated in the serene city of Imphal, the project reflects the local culture while meeting the stringent requirements of modern healthcare facilities. Narsi Group's expertise in interior design ensures that every aspect of the space enhances patient comfort and facilitates efficient operations. This completion underscores Narsi's commitment to delivering superior healthcare infrastructure, further solidifying their reputation as a trusted partner in the healthcare sector.",
        "area": "1,30,000 sqft",
        "location": "Imphal, Manipur",
        "scope": "Interior Fit Out Work & Loose Furniture",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "25",
        "projectName": "Amrita Vishwa Vidyapeetham University, Amaravati",
        "clientName": "Amrita Vishwa Vidyapeetham University",
        "category": "Education",
        "des": "In a remarkable stride towards enhancing educational infrastructure, Narsi Group proudly announces the completion of Civil Works in Boys Hostel 1st & 2nd Floor for Amrita Vishwa Vidyapeetham University in Amaravati, Andhra Pradesh. This project signifies Narsi's dedication to advancing educational facilities, ensuring optimal learning environments for students. Located in the culturally rich city of Amaravati, the project seamlessly blends modernity with tradition, reflecting the ethos of the university. Narsi Group's expertise in civil works ensures structural integrity and functionality, contributing to the overall well-being of students. This completion underscores Narsi's commitment to excellence in educational architecture, fostering growth and development in the academic landscape.",
        "area": "",
        "location": "Amravathi, Andhra Pradesh",
        "scope": "Civil Works In Boys Hostel 1St &2Nd Floor",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "15",
        "projectName": "Asian Paint, Santacruz",
        "clientName": "Asian Paint",
        "category": "Commercial",
        "des": "Narsi Group is thrilled to announce the successful completion of Civil & Interiors Works for Asian Paint in Santacruz, Mumbai, Maharashtra. Spanning an impressive area of 1,20,000 sqft, this project reflects Narsi's commitment to excellence in commercial architecture. Situated in the bustling city of Mumbai, the project seamlessly integrates functionality with aesthetics, creating a vibrant and dynamic workspace for Asian Paint. Narsi Group's meticulous attention to detail ensures that every aspect of the interior design and construction meets the highest standards of quality. This completion underscores Narsi's reputation as a trusted partner in delivering innovative and inspiring commercial spaces.",
        "area": "1,20,000 Sqft",
        "location": "Mumbai, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "16",
        "projectName": "Asian Paint Lower Parel",
        "clientName": "Asian Paint Lower Parel",
        "category": "commercial",
        "des": "Narsi Group proudly announces the successful completion of Civil & Interiors Works for the Heart Area of Asian Paint Lower Parel in Mumbai, Maharashtra. Spanning across 50,000 sqft, this project exemplifies Narsi's commitment to excellence in commercial architecture. Situated in the vibrant city of Mumbai, the project seamlessly blends functionality with aesthetics, creating an inspiring and dynamic workspace for Asian Paint Lower Parel. Narsi Group's meticulous attention to detail ensures that every aspect of the interior design and construction meets the highest standards of quality. This completion reaffirms Narsi's reputation as a premier provider of innovative and transformative commercial spaces.",
        "area": "50,000 sqft",
        "location": "Mumbai, Maharashtra",
        "scope": "Civil & Interiors Works For Heart Area",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "38",
        "projectName": "Kotak, Thane",
        "clientName": "Kotak",
        "category": "Bank",
        "des": "Narsi Group is delighted to announce the successful completion of Civil & Interiors Works for Kotak Bank in Thane, Maharashtra. Encompassing 33,000 sqft, this project marks a significant achievement in commercial architecture. Nestled in the vibrant city of Thane, the project seamlessly integrates functionality with aesthetics, creating an inspiring and efficient workspace for Kotak. Narsi Group's meticulous attention to detail ensures that every aspect of the interior design and construction meets the highest standards of quality. This completion further solidifies Narsi's reputation as a trusted partner in delivering innovative and transformative commercial spaces for esteemed clients like Kotak Bank.",
        "area": "33,000 sqft",
        "location": "Thane, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"kotakthane"
    },
    {
        "projectId": "17",
        "projectName": "Master Card, Pune",
        "clientName": "Master Card",
        "category": "commercial",
        "des": "Introducing a milestone in commercial architecture, Narsi Group is thrilled to announce the completion of Civil & Interiors Works for Master Card in Pune, Maharashtra. With an expansive area spanning 3,50,000 sqft, this project represents a fusion of innovation and functionality. Nestled in the heart of Pune, the workspace for Master Card reflects the city's vibrant energy while meeting the specific needs of the client. Narsi Group's meticulous attention to detail ensures that every corner of the interior space is optimized for productivity and creativity. This achievement underscores Narsi's commitment to delivering superior construction and interior solutions, solidifying their position as a trusted partner in the commercial sector.",
        "area": "3,50,000 Sqft",
        "location": "Pune, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"mastercard"
    },
    {
        "projectId": "1",
        "projectName": "New Parliament Building, New Delhi ",
        "clientName": "New Parliament Building",
        "category": "Government",
        "des": "Narsi Group is proud to announce the completion of Civil & Interiors Works for the iconic New Parliament Building in New Delhi. As a symbol of India's democracy and progress, this project holds immense significance. Situated in the heart of New Delhi, the new Parliament Building stands as a testament to Narsi's commitment to excellence in government architecture. With meticulous attention to detail and adherence to the highest standards of quality, Narsi Group has transformed this historic structure into a modern marvel, ready to serve the nation for generations to come. This completion marks a significant milestone in Narsi's legacy of contributing to India's architectural landscape and national heritage.",
        "area": "",
        "location": "New Delhi",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"newparliamentbuilding"
    },
    {
        "projectId": "2",
        "projectName": "Vice President Enclave, New Delhi",
        "clientName": "Vice President Enclave",
        "category": "Government",
        "des": "In a remarkable feat of craftsmanship, Narsi Group is delighted to announce the completion of woodwork for the prestigious Vice President Enclave in New Delhi. Spanning across 2,25,000 sqft, this project exemplifies Narsi's commitment to excellence in government architecture. Situated in the heart of the capital city, the Vice President Enclave stands as a symbol of dignity and stature. Narsi Group's meticulous attention to detail ensures that every aspect of the woodwork enhances the grandeur and elegance of this historic enclave. This completion further solidifies Narsi's reputation as a trusted partner in delivering superior architectural solutions for esteemed government projects.",
        "area": "2,25,000 sqft",
        "location": "New Delhi",
        "scope": "Wood Work ",
        "status": "Completed",
        "imagePath":"viceprecidentenclave"
    },
    {
        "projectId": "3",
        "projectName": "Executive Enclave, New Delhi",
        "clientName": "Executive Enclave",
        "category": "Government",
        "des": "Narsi Group is proud to announce the successful completion of Fixing Panelling for the distinguished Executive Enclave in New Delhi. Situated in the capital city, this project exemplifies Narsi's expertise in delivering superior architectural solutions for government projects. With meticulous attention to detail and a commitment to excellence, Narsi Group has enhanced the elegance and functionality of the Executive Enclave. This completion underscores Narsi's dedication to upholding the highest standards of craftsmanship and quality in every aspect of their work. As a trusted partner in government architecture, Narsi Group continues to contribute to the enhancement of India's architectural landscape with each project completed.",
        "area": "",
        "location": "New Delhi",
        "scope": "Fixing Panelling ",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "18",
        "projectName": "Jindal Centre, New Delhi",
        "clientName": "Jindal Centre",
        "category": "commercial",
        "des": "Breaking new ground in commercial architecture, Narsi Group proudly announces the completion of Interior Renovation Work for the distinguished Jindal Centre in New Delhi. Covering an expansive 35,000 sqft, this project marks a milestone in Narsi's portfolio, showcasing their innovative approach to interior design. Nestled in the bustling capital, the Jindal Centre now stands as a beacon of modernity and sophistication, reflecting Narsi's commitment to excellence. With an unwavering focus on detail and creativity, Narsi Group has revitalized the interior space, creating an inspiring environment for business and collaboration. This achievement further solidifies Narsi's position as a leader in delivering unique and transformative architectural solutions for commercial enterprises.",
        "area": "35,000 sqft",
        "location": "New Delhi",
        "scope": "Interior Renovation Work",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "4",
        "projectName": "ITPO (Shapoorji Pallonji And Company), Delhi ",
        "clientName": "ITPO (Shapoorji Pallonji And Company)",
        "category": "Government",
        "des": "Introducing a landmark achievement in government infrastructure, Narsi Group is thrilled to announce the completion of Civil & Interiors Works for ITPO (Shapoorji Pallonji And Company) in New Delhi. This project, situated in the heart of the capital city, stands as a testament to Narsi's commitment to excellence in construction and interior design. With meticulous attention to detail and innovative solutions, Narsi Group has transformed the space into a functional and aesthetically pleasing environment. This completion not only underscores Narsi's dedication to delivering superior architectural solutions but also solidifies their reputation as a trusted partner in shaping the future of government infrastructure in India's capital.",
        "area": "",
        "location": "New Delhi",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"itponewdelhi"
    },
    {
        "projectId": "36",
        "projectName": "VVR Project, New Delhi",
        "clientName": "VVR Project",
        "category": "Residential",
        "des": "In a remarkable venture into residential architecture, Narsi Group proudly announces the completion of Furniture Work for the esteemed VVR Project in New Delhi. Situated in the heart of the capital, this project signifies Narsi's dedication to excellence in crafting living spaces. With meticulous attention to detail and a focus on functionality and aesthetics, Narsi Group has enhanced the interiors of the VVR Project, creating a haven of comfort and style for its residents. This completion reflects Narsi's commitment to delivering superior craftsmanship and bespoke solutions in the residential sector, further solidifying their reputation as a premier provider of architectural excellence in New Delhi.",
        "area": "",
        "location": "New Delhi",
        "scope": "Furniture Work",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "32",
        "projectName": "Advance Veterinary Care Foundation, Mumbai ",
        "clientName": "Advance Veterinary Care Foundation",
        "category": "Hospital",
        "des": "Narsi Group proudly announces the completion of Civil & Interiors Works for the Advance Veterinary Care Foundation in Mumbai, Maharashtra. This project, situated in the heart of the bustling city, marks a significant advancement in hospital architecture. With meticulous attention to detail and a focus on creating a healing environment for animals, Narsi Group has transformed the facility into a modern and functional space. This completion underscores Narsi's commitment to excellence in healthcare infrastructure and their dedication to serving the needs of both animals and their caregivers. As a trusted partner in architectural solutions, Narsi Group continues to contribute to the advancement of veterinary care in Mumbai and beyond.",
        "area": "",
        "location": "Mumbai, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "37",
        "projectName": "RRL Swadesh, Mumbai",
        "clientName": "RRL Swadesh",
        "category": "Exhibition",
        "des": "Introducing a groundbreaking venture in exhibition architecture, Narsi Group proudly announces the completion of Civil & Interiors Works for RRL Swadesh in Mumbai, Maharashtra. Situated in the vibrant cityscape of Mumbai, this project marks a significant milestone in the realm of exhibitions. With a keen eye for detail and a focus on creating immersive experiences, Narsi Group has transformed the space into a captivating environment for showcasing cultural heritage and innovation. This completion underscores Narsi's commitment to excellence in architectural solutions and their dedication to shaping memorable experiences for visitors. As a trusted partner in exhibition design, Narsi Group continues to push the boundaries of creativity and craftsmanship in Mumbai's dynamic landscape.",
        "area": "",
        "location": "Mumbai, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "19",
        "projectName": "TCS Ltd PH-1A&1B SP-2, Pune (SEZ)",
        "clientName": "TCS Ltd PH-1A&1B SP-2",
        "category": "commercial",
        "des": "Embarking on a monumental endeavor in commercial architecture, Narsi Group proudly announces the completion of Civil & Interiors Works for TCS Ltd PH-1A&1B SP-2 in Pune, Maharashtra. Encompassing an impressive 5,73,000 sqft, this project signifies Narsi's dedication to excellence in creating expansive and functional workspaces. Situated in the thriving city of Pune, the project seamlessly blends modernity with efficiency, catering to the specific needs of TCS Ltd. Narsi Group's meticulous attention to detail ensures that every aspect of the interior and exterior design meets the highest standards of quality. This completion further reinforces Narsi's reputation as a trusted partner in delivering innovative and transformative architectural solutions for commercial enterprises.",
        "area": "5,73,000 Sqft",
        "location": "Pune, Maharastra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"tcspune"
    },
    {
        "projectId": "5",
        "projectName": "Common Ctrl Secretariat, New Delhi",
        "clientName": "Common Ctrl Secretariat",
        "category": "Government",
        "des": "In a significant stride towards enhancing government infrastructure, Narsi Group proudly announces the completion of Loose Furniture installation for the Common Ctrl Secretariat in New Delhi. Encompassing a substantial area of 3,50,000 sqft, this project represents a pivotal milestone in government architecture. Situated in the administrative hub of New Delhi, the Common Ctrl Secretariat now stands as a symbol of efficiency and functionality. Narsi Group's meticulous attention to detail ensures that every piece of furniture is thoughtfully selected to complement the space's aesthetics and meet the needs of its occupants. This completion underscores Narsi's commitment to delivering superior architectural solutions for government institutions, further solidifying their reputation as a trusted partner in shaping the infrastructure of the nation's capital.",
        "area": "3,50,000 Sqft",
        "location": "New Delhi",
        "scope": "Loose Furniture",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "26",
        "projectName": "NSBUoE, Sikkim",
        "clientName": "NSBUoE",
        "category": "Education",
        "des": "Introducing a milestone in educational architecture, Narsi Group proudly announces the completion of Civil & Interiors Works for NSBUoE in Soreng, Sikkim. Encompassing an expansive area of 2,55,000 sqft, this project signifies Narsi's commitment to excellence in crafting innovative learning environments. Situated amidst the picturesque landscapes of Sikkim, NSBUoE stands as a beacon of knowledge and growth. Narsi Group's meticulous attention to detail ensures that every aspect of the interior and exterior design contributes to a conducive learning atmosphere. This completion underscores Narsi's dedication to shaping the future of education in Sikkim and beyond, solidifying their reputation as a trusted partner in educational infrastructure development.",
        "area": "2,55,000 Sqft",
        "location": "Soreng, Sikkim",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "20",
        "projectName": "Samsung Max Tower,  Noida",
        "clientName": "Samsung Max Tower",
        "category": "commercial",
        "des": "In a remarkable feat of commercial architecture, Narsi Group proudly announces the completion of Civil & Interiors Works for Samsung Max Tower in Noida, Uttar Pradesh. Situated in the bustling commercial hub of Noida, this project represents a fusion of modernity and functionality. Narsi Group's meticulous attention to detail and commitment to excellence ensure that Samsung Max Tower stands as a symbol of innovation and efficiency. With every corner meticulously crafted to meet the highest standards, this completion underscores Narsi's dedication to delivering superior architectural solutions for commercial ventures. As a trusted partner in shaping urban landscapes, Narsi Group continues to redefine the skyline of Noida with each project completed.",
        "area": "",
        "location": "Noida, Uttar Pradesh",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"samsungnoida"
    },
    {
        "projectId": "27",
        "projectName": "Prerna School, Mehsana",
        "clientName": "Prerna School",
        "category": "Education",
        "des": "Narsi Group proudly announces the completion of Civil & Furniture Works for Prerna School in Mehsana, Gujarat. This project stands as a testament to Narsi's commitment to excellence in educational infrastructure. Situated in the serene city of Mehsana, the Prerna School now boasts modern facilities and carefully crafted furniture, creating an enriching environment for learning and growth. Narsi Group's meticulous attention to detail ensures that every aspect of the school's design meets the highest standards of quality and functionality. This completion underscores Narsi's dedication to shaping the future of education in Gujarat and their commitment to providing students with inspiring spaces to flourish.",
        "area": "",
        "location": "Mehsana, Gujarat",
        "scope": "Civil & Furniture Works",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "33",
        "projectName": "Max Hospital Nanavati, Mumbai",
        "clientName": "Max Hospital Nanavati",
        "category": "Hospital",
        "des": "Narsi Group is pleased to announce the successful completion of Civil & Interiors Works for Max Hospital Nanavati in Mumbai, Maharashtra. Situated in the bustling metropolis, this project represents a significant milestone in healthcare infrastructure development. With meticulous attention to detail and a focus on creating healing environments, Narsi Group has transformed Max Hospital Nanavati into a state-of-the-art facility that prioritizes patient comfort and well-being. This completion underscores Narsi's commitment to delivering excellence in architectural solutions for hospitals and medical institutions. As a trusted partner in healthcare development, Narsi Group continues to contribute to the advancement of medical facilities in Mumbai and beyond.",
        "area": "",
        "location": "Mumbai, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":"nanavatimumbai"
    },
    {
        "projectId": "35",
        "projectName": "Brookfield Waterstone, Mumbai",
        "clientName": "Brookfield Waterstone",
        "category": "hotel",
        "des": "Introducing a paradigm shift in hospitality design, Narsi Group proudly unveils the completed Lift Lobby project for Brookfield Waterstone in Mumbai, Maharashtra. Set against the vibrant backdrop of Mumbai's cityscape, this project redefines luxury and sophistication in the hotel industry. Narsi Group's innovative approach to space design and meticulous attention to detail have transformed the lift lobby into an immersive experience, seamlessly blending functionality with aesthetics. With bespoke elements and captivating features, the lift lobby stands as a testament to Narsi's commitment to elevating guest experiences. This completion marks a new era of hospitality architecture, where every detail is meticulously crafted to leave a lasting impression. As a pioneer in the field, Narsi Group continues to set new standards in hotel design, reshaping the landscape of luxury accommodation in Mumbai and beyond.",
        "area": "",
        "location": "Mumbai, Maharashtra",
        "scope": "Lift Lobby ",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "34",
        "projectName": "Sant Nirankari Hospital, New Delhi",
        "clientName": "Sant Nirankari Hospital",
        "category": "Hospital",
        "des": "Narsi Group is thrilled to announce the successful completion of Interior & Finishing Work for Sant Nirankari Hospital in New Delhi. Situated in the heart of the capital city, this project marks a significant milestone in healthcare infrastructure. Narsi Group's dedication to excellence and attention to detail ensure that Sant Nirankari Hospital provides a welcoming and functional environment for patients and medical staff alike. With a focus on creating soothing and conducive spaces, the interiors reflect Narsi's commitment to enhancing patient experience and well-being. This completion underscores Narsi's reputation as a leader in delivering superior architectural solutions for hospitals, contributing to the advancement of healthcare facilities in New Delhi.",
        "area": "",
        "location": "New Delhi",
        "scope": "Interior & Finishing Work",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "21",
        "projectName": "Kalaptru Avana Panvel",
        "clientName": "Kalaptru Avana Panvel",
        "category": "commercial",
        "des": "Narsi Group is delighted to announce the successful completion of Civil & Interiors Works for Kalaptru Avana Panvel in Mumbai, Maharashtra. Situated in the vibrant cityscape of Mumbai, this commercial project represents a fusion of modernity and functionality. Narsi Group's meticulous attention to detail and commitment to excellence ensure that Kalaptru Avana Panvel stands as a symbol of innovation and efficiency. With every aspect thoughtfully crafted to meet the highest standards, this completion underscores Narsi's dedication to delivering superior architectural solutions for commercial ventures. As a trusted partner in shaping urban landscapes, Narsi Group continues to redefine the skyline of Mumbai with each project completed.",
        "area": "",
        "location": "Mumbai, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "22",
        "projectName": "E & Y Services Pvt. Ltd, Dadar",
        "clientName": "E & Y Services Pvt. Ltd",
        "category": "commercial",
        "des": "Narsi Group is thrilled to announce the completion of Civil & Interiors Works for E & Y Services Pvt. Ltd in Dadar, Mumbai, Maharashtra. This commercial project exemplifies Narsi's dedication to excellence in architectural design and construction. Located in the bustling cityscape of Mumbai, the project seamlessly blends functionality with aesthetics, creating a dynamic workspace for E & Y Services Pvt. Ltd. Narsi Group's meticulous attention to detail ensures that every aspect of the interior and exterior design meets the highest standards of quality. This completion further reinforces Narsi's reputation as a trusted partner in delivering innovative and transformative architectural solutions for commercial enterprises.",
        "area": "",
        "location": "Mumbai, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""
    },
    {
        "projectId": "40",
        "projectName": "Kotak Commadities, BKC",
        "clientName": "Kotak Commadities",
        "category": "Bank",
        "des": "Narsi Group is proud to announce the successful completion of Civil & Interiors Works for Kotak Commodities in BKC, Mumbai, Maharashtra. This project represents a significant achievement in bank infrastructure development. Situated in the prominent business district of BKC, Mumbai, the project reflects Narsi's commitment to excellence in architectural design and construction. Narsi Group's meticulous attention to detail ensures that every aspect of the interior and exterior design meets the highest standards of quality. This completion underscores Narsi's dedication to delivering superior architectural solutions for banking institutions. As a trusted partner in shaping modern banking facilities, Narsi Group continues to contribute to the enhancement of Mumbai's financial landscape.",
        "area": "",
        "location": "Mumbai, Maharashtra",
        "scope": "Civil & Interiors Works",
        "status": "Completed",
        "imagePath":""
    }
]